/* model name / model code template */
"%@ (%@)" = "%@ (%@)";

/* OS version display template */
"%@ Build %@" = "%@ Build %@";

/* template for CPU family and CPU version */
"%@, version %x.%x" = "%@, version %x.%x";

/* number of CPUs display template */
"%u (%u logical, %u active)" = "%u (%u logische(r), %u aktiv)";

/* middle string for joining production date and factory output */
", " = ", ";

/* fallback message for serial number of system with missing personality data */
"- removed - (Logic board was replaced.)" = "- entfernt - (Hauptplatine wurde ausgetauscht.)";

/* kernel 32 bit operation mode description */
"32 bit" = "32 Bit";

/* kernel 64 bit operation mode description */
"64 bit" = "64 Bit";

/* feature available display text */
"available" = "verfügbar";

/* factory representation for unknown China production */
"China" = "China";

/* factory representation Compal */
"Compal Electronics, Taiwan" = "Compal Electronics, Taiwan";

/* factory representation for Cork */
"Cork, Ireland" = "Cork, Irland";

/* factory representation for Fountain */
"Fountain (Colorado), USA" = "Fountain (Colorado), USA";

/* factory representation Foxconn */
"Foxconn, Czech Republic" = "Foxconn, Tschechische Republik";

/* factory representation for Fremont */
"Fremont (California), USA" = "Fremont (Kalifornien), USA";

/* factory representation Hon Hai */
"Hon Hai Precision Industry, China" = "Hon Hai Precision Industry, China";

/* factory representation LG */
"LG Group, Korea" = "LG Gruppe, Korea";

/* factory representation for Malaysia */
"Malaysia" = "Malaysia";

/* factory representation for Mexico */
"Mexico" = "Mexiko";

/* feature not available display text */
"not available" = "nicht verfügbar";

/* negative flag */
"No" = "Nein";

/* factory representation Shanghai */
"Quanta Computer Shanghai, China" = "Quanta Computer Shanghai, China";

/* factory representation for Quanta */
"Quanta Computer, Taiwan" = "Quanta Computer, Taiwan";

/* factory representation for remanufactured system */
"Refurbished" = "Generalüberholt";

/* factory representation for Sacramento */
"Sacramento (California), USA" = "Sacramento (Kalifornien), USA";

/* factory representation for Singapore */
"Singapore" = "Singapur";

/* factory representation for Taiwan */
"Taiwan" = "Taiwan";

/* factory representation for Universal */
"Universal Microelectronics, Taiwan" = "Universal Microelectronics, Taiwan";

/* general unknown output */
"unknown" = "unbekannt";

/* unknown production data output */
"Unknown (Logic board was replaced.)" = "Unbekannt (Hauptplatine wurde ausgetauscht.)";

/* factory representation for unknown USA locations */
"USA" = "USA";

/* template for production date output */
"Week of %@" = "Woche vom %@";

/* positive flag */
"Yes" = "Ja";

/* description for speed feature on systems with bus slewing */
"Yes (bus slewing)" = "Ja (Bus Slewing)";

/* description for speed feature on systems with low/high speed */
"Yes (speed reducable)" = "Ja (Geschwindigkeit reduzierbar)";
